{
  "badges": [],
  "created_at": "2015-07-06T16:17:18.383000",
  "deleted": null,
  "description": "Référentiel des principales clauses utilisées dans les CGU avec proposition de variantes\r\n\r\nJ’avais réalisé en 2012 un premier référentiel des clauses ''données personnelles'' des CGU dans le cadre d'un travail de recherche pour un client.\r\nCe travail d’analyse des clauses DP des CGU des principaux services numériques disponibles sur Internet m’avait permis d’établir un référentiel des 13 clauses les plus régulièrement envisagées. J’ai également été en mesure de proposer une classification des stratégies de privacy des fournisseurs de services sur 3 niveaux de variantes de clauses, de la plus respectueuse des droits de l'utilisateur à la plus permissive en terme d’autorisations concédées à l'operateur.\r\n\r\nDans le cadre d'un Legal Hackathon Open Law mené sur mars et avril 2015, afin de confronter ce référentiel à davantage de CGU, de le mettre à jour des évolutions des CGU pré-analysées et d’évaluer les privacy terms/ stratégie data des principaux services numériques utilisés en 2015, j’ai demandé à mes étudiants du DIU Informatique et Droit et du Master 2 Droit du Numérique de l'Ecole de droti de la Sorbonne de sélectionner des CGU et de les catégoriser dans le référentiel des clauses data.voici le résultat ''brut'' de ce travail de collecte et de catégorisation:\r\n\r\n\r\n-Principaux services numériques utilisés par les étudiants: https://github.com/M2DroitNumerique/audit_CGU\r\n\r\n-Services numériques aux juristes ( DIU informatique et droit): https://github.com/DIUIDEI/DIU-Droit-et-Informatique\r\n\r\nAprès analyse des données collectées et sur la base de certaines propositions des étudiants, j'ai procédé à une évolution du projet de référentiel. Puis j'ai réalisé un alignement du référentiel avec celui développé par Hugo Roy et la communauté TOS;DR sur les CGU américaines: https://tosdr.org/topics.html#topics\r\n\r\nCet alignement m'a permis à nouveau d'enrichir le référentiel et d'affiner les variables proposées. C'est donc le résultat de ce travail collectif que je partage ici pour enrichissement collaboratif, et si possible, contribuer au projet https://tosdr.org/, aux travaux de la fondation Mozilla sur les Privacy Icons https://wiki.mozilla.org/Privacy_Icons et au projet Customer Commons http://customercommons.org/2014/10/27/customer-commons-and-user-submitted-terms/\r\n\r\n\r\nDans le cadre de mes travaux de recherche, ce livrable est une première étape au développement d'un référentiel de CGR Design your privacy, qui constitue l'une des réponses au défi juridique soulevé par http://mesinfos.fing.org/ et le développment d'un écosystème de Self Data.",
  "extras": {},
  "frequency": "unknown",
  "frequency_date": null,
  "id": "559a8deec751df2ee3390bd3",
  "last_modified": "2015-10-20T23:34:16.038000",
  "last_update": "2015-07-06T16:22:13.598000",
  "license": "cc-by-sa",
  "metrics": {
    "discussions": 0,
    "followers": 0,
    "issues": 0,
    "nb_hits": 0,
    "nb_uniq_visitors": 0,
    "nb_visits": 0,
    "reuses": 0,
    "views": 3
  },
  "organization": null,
  "owner": {
    "avatar": "https://www.data.gouv.fr/s/avatars/f2/cfc4f625544b49be4e552353fff8b4-original.jpg",
    "avatar_thumbnail": "https://www.data.gouv.fr/s/avatars/f2/cfc4f625544b49be4e552353fff8b4-100.jpg",
    "class": "User",
    "first_name": "Thomas",
    "id": "534fff4aa3a7292c64a77bf7",
    "last_name": "Saint-Aubin ",
    "page": "https://www.data.gouv.fr/fr/users/thomas-saint-aubin/",
    "slug": "thomas-saint-aubin",
    "uri": "https://www.data.gouv.fr/api/1/users/thomas-saint-aubin/"
  },
  "page": "https://www.data.gouv.fr/fr/datasets/referentiel-cgu-1/",
  "private": false,
  "resources": [
    {
      "checksum": null,
      "created_at": "2015-07-06T16:22:13.598000",
      "description": "Référentiel des 20 clauses données personnelles les plus typiques dans les CGU des principaux services numériques utilisés en avril 2015 et définition d'une catégorisation des clauses de la plus permissive et la plus respectueuse de la vie privée, par type de clauses. \r\n",
      "extras": {
        "check:available": true,
        "check:date": "2017-11-16T12:36:10.991000",
        "check:status": 200,
        "check:url": "https://github.com/tsaintaubin/referentiel_cgu"
      },
      "filesize": null,
      "filetype": "remote",
      "format": "csv",
      "id": "b6302472-3037-4799-bd93-6acb41aa1f9b",
      "last_modified": "2015-07-06T16:22:13.598000",
      "latest": "https://www.data.gouv.fr/fr/datasets/r/b6302472-3037-4799-bd93-6acb41aa1f9b",
      "metrics": {
        "nb_hits": 0,
        "nb_uniq_visitors": 0,
        "nb_visits": 0,
        "views": 2
      },
      "mime": "text/html; charset=utf-8",
      "published": "2015-07-06T16:22:13.598000",
      "title": "Référentiel CGU",
      "url": "https://github.com/tsaintaubin/referentiel_cgu"
    }
  ],
  "slug": "referentiel-cgu-1",
  "spatial": {
    "geom": null,
    "granularity": "other",
    "zones": []
  },
  "tags": [
    "cgr",
    "cgu",
    "legal-data",
    "open-law"
  ],
  "temporal_coverage": null,
  "title": "Référentiel CGU",
  "uri": "https://www.data.gouv.fr/api/1/datasets/referentiel-cgu-1/"
}